Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# settings.livesInfo
source: With three lives the game ends after your last heart. In unlimited mode trophies only count while you still have lives; after that you can keep playing.
af: Met drie lewens eindig die spel ná jou laaste hartjie. In onbeperkte modus tel trofeë net terwyl jy nog lewens het; daarna kan jy aanhou speel.
am: በሦስት ሕይወቶች ሁነታ ከመጨረሻው ልብህ በኋላ ጨዋታው ያበቃል። ባልተገደበ ሁነታ ዋንጫዎች የሚቆጠሩት ሕይወት እስካለህ ብቻ ነው፤ ከዚያም መጫወትህን መቀጠል ትችላለህ።
ar: مع ثلاث حيوات، تنتهي اللعبة بعد آخر قلب. في الوضع غير المحدود، تُحسب الكؤوس ما دامت لديك حيوات؛ وبعدها يمكنك متابعة اللعب.
as: ৩টা জীৱনত শেষ হৃদয়ৰ পিছত খেল শেষ হয়। সীমাহীন মোডত জীৱন থকালৈকে ট্ৰফী গণনা হয়; তাৰ পিছতো খেলি থাকিব পাৰা।
az: Üç can rejimində son ürəyindən sonra oyun bitir. Sonsuz rejimdə kuboklar yalnız canın olduğu müddətdə sayılır; sonra oynamağa davam edə bilərsən.
be: З трыма жыццямі гульня заканчваецца пасля апошняга сэрца. У бясконцым рэжыме трафеі залічваюцца, пакуль ёсць жыцці; потым можна гуляць далей.
bg: С три живота играта свършва след последното ти сърце. В безкраен режим трофеите се броят само докато имаш животи; след това можеш да продължиш да играеш.
bn: তিনটি জীবনে শেষ হৃদয় হারালে খেলা শেষ। অসীম মোডে জীবন থাকা পর্যন্তই ট্রফি গোনা হয়; তারপরও খেলতে পারবে।
bo: སྲོག་གསུམ་ཡོད་ན་སྙིང་མཐའ་མ་ཤོར་རྗེས་རྩེད་མོ་ཚར། ཚད་མེད་རྣམ་པའི་ནང་སྲོག་ཡོད་རིང་ཁོ་ན་བྱ་དགའ་བརྩི། དེ་རྗེས་ཀྱང་མུ་མཐུད་རྩེ་ཆོག
bs: S tri života igra završava nakon posljednjeg srca. U neograničenom načinu trofeji se broje samo dok imaš života; poslije možeš nastaviti igrati.
ca: Amb tres vides, el joc s’acaba després de l’últim cor. En el mode il·limitat, els trofeus només compten mentre encara tens vides; després pots continuar jugant.
cs: Se třemi životy hra skončí po ztrátě posledního srdce. V neomezeném režimu se trofeje počítají jen dokud máš životy; potom můžeš hrát dál.
cy: Gyda thri bywyd, mae'r gêm yn gorffen ar ôl dy galon olaf. Yn y modd diderfyn, dim ond tra bod bywydau gen ti y mae tlysau'n cyfrif; wedyn gelli di barhau i chwarae.
da: Med tre liv slutter spillet efter dit sidste hjerte. I ubegrænset tilstand tæller pokaler kun, mens du har liv. Derefter kan du fortsætte med at spille.
de: Mit drei Leben endet das Spiel nach deinem letzten Herz. Im unbegrenzten Modus zählen Pokale nur, solange du noch Leben hast. Danach kannst du weiterspielen.
el: Με τρεις ζωές, το παιχνίδι τελειώνει μετά την τελευταία καρδιά. Στην απεριόριστη λειτουργία, τα τρόπαια μετρούν μόνο όσο έχεις ζωές. Μετά μπορείς να συνεχίσεις.
es: Con tres vidas, el juego termina tras tu último corazón. En el modo ilimitado, los trofeos solo cuentan mientras te queden vidas; después puedes seguir jugando.
et: Kolme eluga lõpeb mäng pärast viimast südant. Piiramatus režiimis loetakse karikaid ainult seni, kuni sul on elusid; pärast saad edasi mängida.
eu: Hiru bizitzarekin, jokoa azken bihotza galtzean amaitzen da. Modu mugagabean, garaikurrek bizitzak dituzun bitartean bakarrik balio dute; gero jolasten jarrai dezakezu.
fa: با سه جان، بازی پس از آخرین قلب تمام می‌شود. در حالت نامحدود، جام‌ها فقط تا وقتی جان داری حساب می‌شوند؛ بعد از آن می‌توانی به بازی ادامه بدهی.
fi: Kolmella elämällä peli päättyy viimeisen sydämesi jälkeen. Rajattomassa tilassa pokaalit lasketaan vain niin kauan kuin elämiä on jäljellä; sen jälkeen voit jatkaa pelaamista.
fo: Við trimum lívum endar spælið eftir títt seinasta hjarta. Í óavmarkaðari støðu telja steyp bara, meðan tú enn hevur lív; síðan kanst tú halda fram at spæla.
fr: Avec trois vies, la partie se termine après ton dernier cœur. En mode illimité, les trophées ne comptent que tant qu’il te reste des vies ; ensuite, tu peux continuer à jouer.
ga: Le trí bheatha, críochnaíonn an cluiche tar éis do chroí deiridh. Sa mhód gan teorainn, ní áirítear trófaithe ach fad atá beathaí agat; ina dhiaidh sin is féidir leat leanúint ag imirt.
gl: Con tres vidas, o xogo remata tras perder o último corazón. No modo sen límite, os trofeos só contan mentres che queden vidas; despois podes seguir xogando.
gu: ત્રણ જીવનમાં છેલ્લું હૃદય ગયા પછી રમત પૂરી થાય છે. અમર્યાદિત મોડમાં જીવન હોય ત્યાં સુધી જ ટ્રોફી ગણાય; પછી પણ તમે રમતા રહી શકો.
he: עם שלושה חיים המשחק מסתיים אחרי הלב האחרון. במצב ללא הגבלה, גביעים נספרים רק כל עוד נשארו חיים; לאחר מכן אפשר להמשיך לשחק.
hi: तीन जीवन में आखिरी दिल के बाद खेल खत्म हो जाता है। असीमित मोड में ट्रॉफियाँ केवल जीवन रहते तक गिनी जाती हैं; फिर भी खेल सकते हो।
hr: S tri života igra završava nakon zadnjeg srca. U neograničenom načinu pehari se broje samo dok imaš života; nakon toga možeš nastaviti igrati.
hu: Három élettel a játék az utolsó szíved után véget ér. Korlátlan módban a trófeák csak addig számítanak, amíg van életed; utána tovább játszhatsz.
hy: Երեք կյանքով խաղն ավարտվում է վերջին սրտից հետո։ Անսահման ռեժիմում գավաթները հաշվվում են միայն քանի դեռ կյանք ունես, իսկ հետո կարող ես շարունակել խաղալ։
id: Dengan tiga nyawa, permainan berakhir setelah hati terakhirmu habis. Dalam mode tak terbatas, trofi hanya dihitung selama kamu masih punya nyawa; setelah itu kamu tetap bisa bermain.
is: Með þremur lífum lýkur leiknum eftir síðasta hjartað. Í ótakmarkaðri stillingu teljast bikarar aðeins meðan þú átt líf; svo máttu halda áfram.
it: Con tre vite, la partita finisce dopo l’ultimo cuore. In modalità illimitata, i trofei contano solo finché hai ancora vite; dopo puoi continuare a giocare.
ja: ライフ3こでは、最後のハートがなくなるとゲーム終了です。むげんモードでは、ライフがある間だけトロフィーが増え、そのあとも遊びつづけられます。
ka: სამი სიცოცხლის რეჟიმში თამაში ბოლო გულის დაკარგვის შემდეგ მთავრდება. უსასრულო რეჟიმში თასები მხოლოდ სიცოცხლეების დარჩენამდე ითვლება; მერე თამაშის გაგრძელება მაინც შეგიძლია.
kk: Үш жан режимінде соңғы жүрегің біткенде ойын аяқталады. Шексіз режимде жүлделер жандарың бар кезде ғана есептеледі; кейін ойнай беруге болады.
km: ជាមួយ 3 ជីវិត ហ្គេមបញ្ចប់ក្រោយបេះដូងចុងក្រោយ។ ក្នុងរបៀបគ្មានកំណត់ ពានរាប់តែពេលអ្នកនៅមានជីវិត; បន្ទាប់ពីនោះ អ្នកនៅតែអាចបន្តលេងបាន។
kn: ಮೂರು ಜೀವಗಳಲ್ಲಿ ಕೊನೆಯ ಹೃದಯ ಕಳೆದುಕೊಂಡಾಗ ಆಟ ಮುಗಿಯುತ್ತದೆ. ಅಮಿತ ಮೋಡ್‌ನಲ್ಲಿ ಜೀವಗಳು ಇರುವವರೆಗೆ ಮಾತ್ರ ಟ್ರೋಫಿಗಳು ಲೆಕ್ಕಕ್ಕೆ ಸೇರುತ್ತವೆ; ನಂತರವೂ ಆಡಬಹುದು.
ko: 목숨이 3개면 마지막 하트를 잃은 뒤 게임이 끝나요. 무제한 모드에서는 목숨이 남아 있을 때만 트로피가 계산되고, 그 뒤에도 계속 놀 수 있어요.
lo: ດ້ວຍ 3 ຊີວິດ ເກມຈະຈົບຫຼັງຈາກຫົວໃຈດວງສຸດທ້າຍ. ໃນໂໝດບໍ່ຈຳກັດ ຖ້ວຍຈະນັບສະເພາະຕອນທີ່ຍັງມີຊີວິດ; ຫຼັງຈາກນັ້ນຍັງຫຼິ້ນຕໍ່ໄດ້.
lt: Su trimis gyvybėmis žaidimas baigiasi praradus paskutinę širdelę. Neribotu režimu trofėjai skaičiuojami tik kol turi gyvybių, o vėliau gali žaisti toliau.
lv: Ar trim dzīvībām spēle beidzas pēc pēdējās sirsniņas. Neierobežotajā režīmā trofejas skaita tikai, kamēr tev vēl ir dzīvības; pēc tam vari turpināt spēlēt.
mk: Со три животи, играта завршува по последното срце. Во неограничен режим, трофеите се бројат само додека имаш животи; потоа можеш да продолжиш да играш.
ml: മൂന്ന് ജീവനുകളുള്ളപ്പോൾ അവസാന ഹൃദയം പോയാൽ കളി തീരും. പരിധിയില്ലാത്ത മോഡിൽ ജീവനുകൾ ഉള്ളപ്പോൾ മാത്രം ട്രോഫികൾ എണ്ണും; ശേഷം കളി തുടരാം.
mn: 3 амьтай үед сүүлийн зүрхээ алдмагц тоглоом дуусна. Хязгааргүй горимд амьтай байх үед л цом тооцогдоно; дараа нь үргэлжлүүлэн тоглож болно.
mr: तीन जीवांत शेवटचे हृदय गेल्यावर खेळ संपतो. अमर्याद मोडमध्ये जीव असेपर्यंतच ट्रॉफी मोजल्या जातात; त्यानंतरही तू खेळू शकतोस.
ms: Dengan tiga nyawa, permainan tamat selepas hati terakhir. Dalam mod tanpa had, trofi hanya dikira selagi kamu masih ada nyawa; selepas itu kamu boleh terus bermain.
my: အသက်သုံးခုမုဒ်မှာ နောက်ဆုံးနှလုံးကုန်ရင် ဂိမ်းပြီးမယ်။ အကန့်အသတ်မရှိမုဒ်မှာ အသက်ရှိနေသေးချိန်ပဲ ဆုဖလားရေတွက်မယ်၊ ပြီးရင်တော့ ဆက်ကစားနိုင်တယ်။
ne: तीन जीवनमा अन्तिम मुटु सकिएपछि खेल सकिन्छ। असीमित मोडमा जीवन रहुन्जेल मात्र ट्रफी गनिन्छ; त्यसपछि खेलिरहन सकिन्छ।
nl: Met drie levens eindigt het spel na je laatste hartje. In oneindige modus tellen trofeeën alleen mee zolang je nog levens hebt; daarna kun je wel doorspelen.
no: Med tre liv slutter spillet etter det siste hjertet. Med ubegrensede liv teller trofeer bare mens du fortsatt har liv. Deretter kan du fortsette å spille.
or: ତିନିଟି ଜୀବନ ଥିଲେ ଶେଷ ହୃଦୟ ହରାଇବା ପରେ ଖେଳ ଶେଷ ହୁଏ। ଅସୀମ ମୋଡ୍‌ରେ ଜୀବନ ଥିବା ପର୍ଯ୍ୟନ୍ତ ମାତ୍ର ଟ୍ରଫି ଗଣାଯାଏ; ତାପରେ ମଧ୍ୟ ତୁମେ ଖେଳିପାରିବ।
pa: 3 ਜਾਨਾਂ ਨਾਲ ਆਖਰੀ ਦਿਲ ਤੋਂ ਬਾਅਦ ਖੇਡ ਮੁੱਕਦੀ ਹੈ। ਬੇਅੰਤ ਮੋਡ ਵਿੱਚ ਟ੍ਰਾਫੀਆਂ ਸਿਰਫ਼ ਜਾਨਾਂ ਰਹਿਣ ਤੱਕ ਗਿਣੀਆਂ ਜਾਂਦੀਆਂ ਹਨ; ਫਿਰ ਵੀ ਤੁਸੀਂ ਖੇਡ ਸਕਦੇ ਹੋ।
pl: Przy trzech życiach gra kończy się po ostatnim sercu. W trybie bez limitu puchary liczą się tylko, gdy masz życia; potem możesz grać dalej.
pt: Com três vidas, o jogo termina depois do último coração. No modo ilimitado, os troféus só contam enquanto ainda tens vidas; depois, podes continuar a jogar.
ro: Cu trei vieți, jocul se termină după ultima inimă. În modul nelimitat, trofeele contează doar cât timp mai ai vieți; apoi poți continua să te joci.
ru: С тремя жизнями игра заканчивается после последнего сердечка. В бесконечном режиме трофеи считаются, пока есть жизни; затем можно продолжать играть.
si: ජීවිත තුනක් තිබේ නම් අවසාන හදවතෙන් පසු ක්‍රීඩාව අවසන් වේ. අසීමිත මාදිලියේ ජීවිත තිබෙන තුරු පමණක් කුසලාන ගණන් වේ; ඉන්පසුත් ක්‍රීඩා කළ හැක.
sk: S tromi životmi sa hra skončí po poslednom srdiečku. V neobmedzenom režime sa trofeje počítajú iba dovtedy, kým máš životy; potom môžeš hrať ďalej.
sl: S tremi življenji se igra konča po zadnjem srčku. V neomejenem načinu pokali štejejo le, dokler imaš življenja; nato lahko še naprej igraš.
sq: Me tre jetë, loja mbaron pas zemrës së fundit. Në modalitetin pa kufi, trofetë numërohen vetëm sa ke jetë; më pas mund të vazhdosh të luash.
sr: Sa tri života igra se završava posle poslednjeg srca. U neograničenom režimu trofeji se računaju samo dok imaš živote; posle možeš da nastaviš da igraš.
sv: Med tre liv slutar spelet efter ditt sista hjärta. I obegränsat läge räknas pokaler bara så länge du har liv kvar. Sedan kan du fortsätta spela.
sw: Ukiwa na maisha matatu, mchezo huisha baada ya moyo wako wa mwisho. Katika hali isiyo na kikomo, vikombe huhesabiwa ukiwa bado na maisha; baada ya hapo unaweza kuendelea kucheza.
ta: மூன்று உயிர்கள் முறையில் கடைசி இதயம் போனதும் விளையாட்டு முடியும். வரம்பில்லா முறையில் உயிர்கள் இருக்கும் வரை மட்டுமே கோப்பைகள் கணக்காகும்; பிறகும் தொடர்ந்து விளையாடலாம்.
te: మూడు లైఫ్‌లతో చివరి గుండె పోగానే ఆట ముగుస్తుంది. అపరిమిత మోడ్‌లో లైఫ్‌లు ఉన్నంతవరకే ట్రోఫీలు లెక్కలోకి వస్తాయి; తర్వాత కూడా ఆడవచ్చు.
th: เมื่อมีสามชีวิต เกมจะจบหลังเสียหัวใจดวงสุดท้าย ในโหมดไม่จำกัด ถ้วยรางวัลจะนับเฉพาะตอนที่ยังมีชีวิต หลังจากนั้นยังเล่นต่อได้
tr: Üç canla oynarken son kalbinden sonra oyun biter. Sınırsız modda kupalar yalnızca canın varken sayılır; sonra oynamaya devam edebilirsin.
ug: ئۈچ جان ھالىتىدە ئاخىرقى يۈرىكىڭ تۈگىگەندە ئويۇن ئاخىرلىشىدۇ. چەكسىز ھالەتتە جان بار چاغدىلا لوڭقىلار ھېسابلىنىدۇ؛ كېيىنمۇ ئويناشنى داۋاملاشتۇرالايسەن.
uk: З трьома життями гра закінчується після останнього серця. У безлімітному режимі трофеї рахуються, лише поки є життя; потім можна грати далі.
ur: تین جانوں میں آخری دل کے بعد کھیل ختم ہو جاتا ہے۔ لامحدود موڈ میں جانیں رہنے تک ہی ٹرافیاں گنی جاتی ہیں؛ پھر بھی آپ کھیل سکتے ہیں۔
uz: Uchta jon rejimida oxirgi yuraging tugagach o‘yin yakunlanadi. Cheksiz rejimda sovrinlar faqat jonlaring bor paytda sanaladi; keyin ham o‘ynashda davom etishing mumkin.
vi: Với ba mạng, trò chơi kết thúc sau trái tim cuối cùng. Ở chế độ không giới hạn, cúp chỉ được tính khi bạn còn mạng; sau đó bạn vẫn có thể chơi tiếp.
zh: 使用三条生命时，最后一颗爱心用完后游戏结束。无限模式中，只有还有生命时奖杯才会计数；之后仍可继续游戏。
zu: Ngezimpilo ezintathu, umdlalo uphela ngemva kwenhliziyo yakho yokugcina. Kumodi engenamkhawulo, izindebe zibalwa kuphela usenezimpilo; ngemva kwalokho ungaqhubeka udlale.

# settings.playGoals
source: Play goals
af: Speeldoelwitte
am: የጨዋታ ግቦች
ar: أهداف اللعب
as: খেলৰ লক্ষ্য
az: Oyun hədəfləri
be: Мэты гульні
bg: Цели за игра
bn: খেলার লক্ষ্য
bo: རྩེད་མོའི་དམིགས་ཡུལ
bs: Ciljevi igranja
ca: Objectius de joc
cs: Herní cíle
cy: Nodau chwarae
da: Spillemål
de: Spielziele
el: Στόχοι παιχνιδιού
es: Objetivos de juego
et: Mängueesmärgid
eu: Jolas-helburuak
fa: هدف‌های بازی
fi: Pelitavoitteet
fo: Spælimál
fr: Objectifs de jeu
ga: Spriocanna imeartha
gl: Obxectivos de xogo
gu: રમતના લક્ષ્યો
he: יעדי משחק
hi: खेल लक्ष्य
hr: Ciljevi igranja
hu: Játékcélok
hy: Խաղի նպատակներ
id: Target bermain
is: Spilamarkmið
it: Obiettivi di gioco
ja: あそぶ目標
ka: თამაშის მიზნები
kk: Ойын мақсаттары
km: គោលដៅលេង
kn: ಆಟದ ಗುರಿಗಳು
ko: 놀이 목표
lo: ເປົ້າໝາຍການຫຼິ້ນ
lt: Žaidimo tikslai
lv: Spēles mērķi
mk: Цели за играње
ml: കളിലക്ഷ്യങ്ങൾ
mn: Тоглох зорилгууд
mr: खेळाची ध्येये
ms: Sasaran main
my: ကစားချိန်ပန်းတိုင်များ
ne: खेल लक्ष्य
nl: Speeldoelen
no: Spillemål
or: ଖେଳ ଲକ୍ଷ୍ୟ
pa: ਖੇਡਣ ਦੇ ਟੀਚੇ
pl: Cele gry
pt: Metas de jogo
ro: Obiective de joc
ru: Цели игры
si: ක්‍රීඩා ඉලක්ක
sk: Herné ciele
sl: Igralni cilji
sq: Objektivat e lojës
sr: Ciljevi igranja
sv: Spelmål
sw: Malengo ya kucheza
ta: விளையாட்டு இலக்குகள்
te: ఆట లక్ష్యాలు
th: เป้าหมายการเล่น
tr: Oyun hedefleri
ug: ئويۇن نىشانلىرى
uk: Ігрові цілі
ur: کھیل کے اہداف
uz: O‘yin maqsadlari
vi: Mục tiêu chơi
zh: 游戏目标
zu: Imigomo yokudlala

# settings.premiumUnlocked
source: Premium unlocked. Thank you!
af: Premium ontsluit. Dankie!
am: ፕሪሚየም ተከፍቷል። እናመሰግናለን!
ar: تم فتح المميز. شكرًا لك!
as: প্ৰিমিয়াম খোলা হ’ল। ধন্যবাদ!
az: Premium açıldı. Təşəkkürlər!
be: Прэміум адкрыты. Дзякуй!
bg: Премиум е отключен. Благодарим!
bn: প্রিমিয়াম আনলক হয়েছে। ধন্যবাদ!
bo: Premium ཁ་ཕྱེ་ཟིན། ཐུགས་རྗེ་ཆེ།
bs: Premium je otključan. Hvala!
ca: Premium desbloquejat. Gràcies!
cs: Premium odemčeno. Děkujeme!
cy: Premiwm wedi'i ddatgloi. Diolch!
da: Premium er låst op. Tak!
de: Premium freigeschaltet. Danke!
el: Το Premium ξεκλειδώθηκε. Ευχαριστούμε!
es: Premium desbloqueado. ¡Gracias!
et: Premium on avatud. Aitäh!
eu: Premium desblokeatuta. Eskerrik asko!
fa: نسخهٔ ویژه باز شد. ممنون!
fi: Premium avattu. Kiitos!
fo: Premium er latið upp. Takk!
fr: Premium débloqué. Merci !
ga: Préimh díghlasáilte. Go raibh maith agat!
gl: Premium desbloqueado. Grazas!
gu: પ્રીમિયમ ખૂલ્યું. આભાર!
he: הפרימיום נפתח. תודה!
hi: प्रीमियम अनलॉक हो गया। धन्यवाद!
hr: Premium je otključan. Hvala!
hu: Prémium feloldva. Köszönjük!
hy: Պրեմիումը բացված է։ Շնորհակալություն։
id: Premium terbuka. Terima kasih!
is: Premium opnað. Takk!
it: Premium sbloccato. Grazie!
ja: プレミアムを使えるようになりました。ありがとう！
ka: Premium გაიხსნა. გმადლობთ!
kk: Premium ашылды. Рақмет!
km: បានដោះសោព្រីមៀម។ អរគុណ!
kn: ಪ್ರೀಮಿಯಂ ತೆರೆಯಿತು. ಧನ್ಯವಾದಗಳು!
ko: 프리미엄이 열렸어요. 고마워요!
lo: ປົດລັອກພຣີມຽມແລ້ວ. ຂອບໃຈ!
lt: Premium atrakinta. Ačiū!
lv: Premium atbloķēts. Paldies!
mk: Премиум е отклучен. Благодариме!
ml: പ്രീമിയം തുറന്നു. നന്ദി!
mn: Премиум нээгдлээ. Баярлалаа!
mr: प्रीमियम उघडलं. धन्यवाद!
ms: Premium dibuka. Terima kasih!
my: Premium ဖွင့်ပြီးပြီ။ ကျေးဇူးတင်ပါတယ်!
ne: प्रिमियम खुल्यो। धन्यवाद!
nl: Premium ontgrendeld. Bedankt!
no: Premium er låst opp. Takk!
or: Premium ଖୋଲିଗଲା। ଧନ୍ୟବାଦ!
pa: ਪ੍ਰੀਮੀਅਮ ਖੁੱਲ੍ਹ ਗਿਆ। ਧੰਨਵਾਦ!
pl: Premium odblokowane. Dziękujemy!
pt: Premium desbloqueado. Obrigado!
ro: Premium deblocat. Mulțumim!
ru: Премиум открыт. Спасибо!
si: ප්‍රීමියම් විවෘතයි. ස්තුතියි!
sk: Premium odomknuté. Ďakujeme!
sl: Premium odklenjen. Hvala!
sq: Premium u zhbllokua. Faleminderit!
sr: Premium je otključan. Hvala!
sv: Premium upplåst. Tack!
sw: Premium imefunguliwa. Asante!
ta: பிரீமியம் திறக்கப்பட்டது. நன்றி!
te: ప్రీమియం తెరుచుకుంది. ధన్యవాదాలు!
th: ปลดล็อกพรีเมียมแล้ว ขอบคุณ!
tr: Premium açıldı. Teşekkürler!
ug: Premium ئېچىلدى. رەھمەت!
uk: Преміум відкрито. Дякуємо!
ur: پریمیم کھل گیا۔ شکریہ!
uz: Premium ochildi. Rahmat!
vi: Đã mở khóa Premium. Cảm ơn bạn!
zh: 高级版已解锁，谢谢！
zu: I-Premium ivuliwe. Siyabonga!

# settings.title
source: Settings
af: Instellings
am: ቅንብሮች
ar: الإعدادات
as: ছেটিংছ
az: Ayarlar
be: Налады
bg: Настройки
bn: সেটিংস
bo: སྒྲིག་འགོད
bs: Postavke
ca: Configuració
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fo: Stillingar
fr: Réglages
ga: Socruithe
gl: Axustes
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ka: პარამეტრები
kk: Баптаулар
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
lo: ການຕັ້ງຄ່າ
lt: Nustatymai
lv: Iestatījumi
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mn: Тохиргоо
mr: सेटिंग्ज
ms: Tetapan
my: ဆက်တင်များ
ne: सेटिङ
nl: Instellingen
no: Innstillinger
or: ସେଟିଂସ୍
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sr: Podešavanja
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
ug: تەڭشەكلەر
uk: Налаштування
ur: ترتیبات
uz: Sozlamalar
vi: Cài đặt
zh: 设置
zu: Izilungiselelo

# streak.accessibility.chooseDailyGoal
source: Choose a daily goal
af: Kies ’n daaglikse doel
am: የቀን ግብ ምረጥ
ar: اختر هدفًا يوميًا
as: এটা দৈনিক লক্ষ্য বাছা
az: Gündəlik hədəf seç
be: Выберы штодзённую мэту
bg: Избери дневна цел
bn: দৈনিক লক্ষ্য বেছে নাও
bo: ཉིན་རེའི་དམིགས་ཡུལ་འདེམས།
bs: Izaberi dnevni cilj
ca: Tria un objectiu diari
cs: Vyber denní cíl
cy: Dewis nod dyddiol
da: Vælg et dagligt mål
de: Wähle ein Tagesziel
el: Διάλεξε καθημερινό στόχο
es: Elige un objetivo diario
et: Vali päevaeesmärk
eu: Aukeratu eguneko helburua
fa: یک هدف روزانه انتخاب کن
fi: Valitse päivätavoite
fo: Vel eitt dagligt mál
fr: Choisis un objectif quotidien
ga: Roghnaigh sprioc laethúil
gl: Escolle un obxectivo diario
gu: દૈનિક લક્ષ્ય પસંદ કરો
he: בחרו יעד יומי
hi: रोज़ का लक्ष्य चुनें
hr: Odaberi dnevni cilj
hu: Válassz napi célt
hy: Ընտրիր օրական նպատակ
id: Pilih target harian
is: Veldu daglegt markmið
it: Scegli un obiettivo giornaliero
ja: 毎日の目標をえらぶ
ka: აირჩიე დღიური მიზანი
kk: Күндік мақсатты таңда
km: ជ្រើសគោលដៅប្រចាំថ្ងៃ
kn: ದೈನಂದಿನ ಗುರಿ ಆರಿಸು
ko: 매일 목표 선택
lo: ເລືອກເປົ້າໝາຍລາຍວັນ
lt: Pasirink dienos tikslą
lv: Izvēlies dienas mērķi
mk: Избери дневна цел
ml: ഒരു ദിവസലക്ഷ്യം തിരഞ്ഞെടുക്കൂ
mn: Өдрийн зорилго сонго
mr: दररोजचे ध्येय निवड
ms: Pilih sasaran harian
my: နေ့စဉ်ပန်းတိုင် ရွေးပါ
ne: दैनिक लक्ष्य छान
nl: Kies een dagelijks doel
no: Velg et daglig mål
or: ଦୈନିକ ଲକ୍ଷ୍ୟ ବାଛ
pa: ਰੋਜ਼ਾਨਾ ਟੀਚਾ ਚੁਣੋ
pl: Wybierz cel dzienny
pt: Escolhe uma meta diária
ro: Alege un obiectiv zilnic
ru: Выбери цель на день
si: දිනපතා ඉලක්කයක් තෝරන්න
sk: Vyber denný cieľ
sl: Izberi dnevni cilj
sq: Zgjidh një objektiv ditor
sr: Izaberi dnevni cilj
sv: Välj ett dagsmål
sw: Chagua lengo la kila siku
ta: தினசரி இலக்கைத் தேர்ந்தெடு
te: రోజువారీ లక్ష్యాన్ని ఎంచుకో
th: เลือกเป้าหมายรายวัน
tr: Günlük hedef seç
ug: كۈندىلىك نىشان تاللا
uk: Обери щоденну ціль
ur: روزانہ ہدف چنیں
uz: Kunlik maqsadni tanla
vi: Chọn mục tiêu hằng ngày
zh: 选择每日目标
zu: Khetha umgomo wansuku zonke

# streak.accessibility.choosePeriod
source: Choose a daily or weekly goal
af: Kies ’n daaglikse of weeklikse doel
am: የቀን ወይም የሳምንት ግብ ምረጥ
ar: اختر هدفًا يوميًا أو أسبوعيًا
as: দৈনিক বা সাপ্তাহিক লক্ষ্য বাছা
az: Gündəlik və ya həftəlik hədəf seç
be: Выберы штодзённую або штотыднёвую мэту
bg: Избери дневна или седмична цел
bn: দৈনিক বা সাপ্তাহিক লক্ষ্য বেছে নাও
bo: ཉིན་རེའམ་བདུན་རེའི་དམིགས་ཡུལ་འདེམས།
bs: Izaberi dnevni ili sedmični cilj
ca: Tria un objectiu diari o setmanal
cs: Vyber denní nebo týdenní cíl
cy: Dewis nod dyddiol neu wythnosol
da: Vælg et dagligt eller ugentligt mål
de: Wähle ein Tages- oder Wochenziel
el: Διάλεξε καθημερινό ή εβδομαδιαίο στόχο
es: Elige un objetivo diario o semanal
et: Vali päeva- või nädalaeesmärk
eu: Aukeratu eguneko edo asteko helburua
fa: یک هدف روزانه یا هفتگی انتخاب کن
fi: Valitse päivä- tai viikkotavoite
fo: Vel eitt dagligt ella vikuligt mál
fr: Choisis un objectif quotidien ou hebdomadaire
ga: Roghnaigh sprioc laethúil nó sheachtainiúil
gl: Escolle un obxectivo diario ou semanal
gu: દૈનિક કે સાપ્તાહિક લક્ષ્ય પસંદ કરો
he: בחרו יעד יומי או שבועי
hi: रोज़ या हफ्ते का लक्ष्य चुनें
hr: Odaberi dnevni ili tjedni cilj
hu: Válassz napi vagy heti célt
hy: Ընտրիր օրական կամ շաբաթական նպատակ
id: Pilih target harian atau mingguan
is: Veldu daglegt eða vikulegt markmið
it: Scegli un obiettivo giornaliero o settimanale
ja: 毎日または毎週の目標をえらぶ
ka: აირჩიე დღიური ან კვირეული მიზანი
kk: Күндік немесе апталық мақсатты таңда
km: ជ្រើសគោលដៅប្រចាំថ្ងៃ ឬប្រចាំសប្ដាហ៍
kn: ದೈನಂದಿನ ಅಥವಾ ವಾರದ ಗುರಿ ಆರಿಸು
ko: 매일 또는 매주 목표 선택
lo: ເລືອກເປົ້າໝາຍລາຍວັນ ຫຼື ລາຍອາທິດ
lt: Pasirink dienos arba savaitės tikslą
lv: Izvēlies dienas vai nedēļas mērķi
mk: Избери дневна или неделна цел
ml: ദിവസലക്ഷ്യമോ ആഴ്ചലക്ഷ്യമോ തിരഞ്ഞെടുക്കൂ
mn: Өдрийн эсвэл долоо хоногийн зорилго сонго
mr: दररोजचे किंवा साप्ताहिक ध्येय निवड
ms: Pilih sasaran harian atau mingguan
my: နေ့စဉ် သို့မဟုတ် အပတ်စဉ်ပန်းတိုင် ရွေးပါ
ne: दैनिक वा साप्ताहिक लक्ष्य छान
nl: Kies een dagelijks of wekelijks doel
no: Velg et daglig eller ukentlig mål
or: ଦୈନିକ କିମ୍ବା ସାପ୍ତାହିକ ଲକ୍ଷ୍ୟ ବାଛ
pa: ਰੋਜ਼ਾਨਾ ਜਾਂ ਹਫ਼ਤਾਵਾਰੀ ਟੀਚਾ ਚੁਣੋ
pl: Wybierz cel dzienny lub tygodniowy
pt: Escolhe uma meta diária ou semanal
ro: Alege un obiectiv zilnic sau săptămânal
ru: Выбери цель на день или неделю
si: දිනපතා හෝ සතිපතා ඉලක්කයක් තෝරන්න
sk: Vyber denný alebo týždenný cieľ
sl: Izberi dnevni ali tedenski cilj
sq: Zgjidh një objektiv ditor ose javor
sr: Izaberi dnevni ili nedeljni cilj
sv: Välj ett dags- eller veckomål
sw: Chagua lengo la kila siku au kila wiki
ta: தினசரி அல்லது வார இலக்கைத் தேர்ந்தெடு
te: రోజువారీ లేదా వారపు లక్ష్యాన్ని ఎంచుకో
th: เลือกเป้าหมายรายวันหรือรายสัปดาห์
tr: Günlük veya haftalık hedef seç
ug: كۈندىلىك ياكى ھەپتىلىك نىشان تاللا
uk: Обери щоденну або щотижневу ціль
ur: روزانہ یا ہفتہ وار ہدف چنیں
uz: Kunlik yoki haftalik maqsadni tanla
vi: Chọn mục tiêu hằng ngày hoặc hằng tuần
zh: 选择每日或每周目标
zu: Khetha umgomo wansuku zonke noma wamasonto onke
